<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
    <dict>
        <key>PayloadContent</key>
        <array>
            <dict>
                <key>DNSSettings</key>
                <dict>
                    <key>DNSProtocol</key>
                    <string>TLS</string>
                    <key>ServerName</key>
                    <string>@@@@DOT-ADDRESS@@@@@</string>
                </dict>
                <key>PayloadDescription</key>
                <string>Configures device to use @@@@Adguard@@@@ Encrypted DNS over TLS</string>
                <key>PayloadDisplayName</key>
                <string>@@@@Adguard@@@@ DNS over TLS</string>
                <key>PayloadIdentifier</key>
                <string>com.apple.dnsSettings.managed.@@@@RANDOM-UUID-CODE-HERE@@@@</string>
                <key>PayloadType</key>
                <string>com.apple.dnsSettings.managed</string>
                <key>PayloadUUID</key>
                <string>@@@@RANDOM-UUID-CODE-HERE@@@@</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
            </dict>
        </array>
        <key>PayloadDescription</key>
        <string>Adds @@@@Adguard@@@@ DNS to MacOS Big Sur and iOS 14 based or newer systems</string>
        <key>PayloadDisplayName</key>
        <string>@@@@Adguard@@@@ DNS over TLS</string>
        <key>PayloadIdentifier</key>
        <string>com.undercook1799.apple-dns</string>
        <key>PayloadIdentifier</key>
		<string>@@@@RANDOM-UUID-CODE-HERE@@@@</string>
        <key>PayloadRemovalDisallowed</key>
        <false/>
        <key>PayloadType</key>
        <string>Configuration</string>
        <key>PayloadIdentifier</key>
		<string>@@@@RANDOM-UUID-CODE-HERE@@@@</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
    </dict>
</plist>
