<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
    <dict>
        <key>PayloadContent</key>
        <array>
            <dict>
                <key>DNSSettings</key>
                <dict>
                    <key>DNSProtocol</key>
                    <string>TLS</string>
                    <key>ServerName</key>
                    <string>p2.freedns.controld.com</string>
                </dict>
                <key>PayloadDescription</key>
                <string>Configures device to use Controld - Ads & Trackers Encrypted DNS over TLS</string>
                <key>PayloadDisplayName</key>
                <string>Controld - Ads & Trackers DNS over TLS</string>
                <key>PayloadIdentifier</key>
                <string>com.apple.dnsSettings.managed.3e4b27a0-d5cc-4b33-8459-77c70a7057c8</string>
                <key>PayloadType</key>
                <string>com.apple.dnsSettings.managed</string>
                <key>PayloadUUID</key>
                <string>0c88d84a-35d9-4724-8979-2cd58fa210b2</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
            </dict>
        </array>
        <key>PayloadDescription</key>
        <string>Adds Controld - Ads & Trackers DNS to MacOS Big Sur and iOS 14 based or newer systems</string>
        <key>PayloadDisplayName</key>
        <string>Controld - Ads & Trackers DNS over TLS</string>
        <key>PayloadIdentifier</key>
		<string>a4ccd8d6-3c91-45c3-8c80-23e3ae4383f3</string>
        <key>PayloadRemovalDisallowed</key>
        <false/>
        <key>PayloadType</key>
        <string>Configuration</string>
        <key>PayloadUUID</key>
		<string>047575d2-1aac-44f3-bce9-fb84530d176a</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
    </dict>
</plist>
